chat_system_1324430598_actor_description=Archon. Oldman, former owner of the menagerie.
chat_system_1324430598_snap_2_question=^?^Hall? Well, well. Yes, he is my colleague and an old friend. How is his menagerie? How is my old friend Stephan doing? 
chat_system_1324430598_snap_2_answer_0=^?^His menagerie burned down, the surviving animals have run away and Stephan himself was hit on his head by a burning beam and has now become mentally deranged.
chat_system_1324430598_snap_2_answer_1=^?^He is all right, his menagerie is prospering. He sends you his greetings and asks why you don't come to visit him.
chat_system_1324430598_snap_3_question=^?^Oh my God! And you are saying it so calmly. When did it happen? Have they found out who did this?! And where was the royal guard during all this, I wonder!?<br>I should go immediately to him! Immediately! Where are my glasses?
chat_system_1324430598_snap_3_answer_0=^?^Calm down, that was just a joke. He is very well - his menagerie is prospering and there are no problems with his health. By the way, he invites you to come visit.
chat_system_1324430598_snap_3_header_0=^?^That was a bad joke, young man. I'm old, and a person like me can't easily cope with that much stress!<br>So, you are saying that Hall has sent you? I don't think he sends you just to greet me and invite me to his place. What does he want? I guess he's got another strange creature and doesn't know what to do with it, right?
chat_system_1324430598_snap_6_question=^?^So, you are saying that Hall has sent you? I don't think he sends you just to greet me and invites me to his place. What does he want? I guess he's got another strange creature and doesn't know what to do with it, right?
chat_system_1324430598_snap_6_answer_0=^?^Something like that. He managed to buy a couple of Evil Beholders. And now he can't calm himself down 'til he finds out how they breed. 
chat_system_1324430598_snap_7_question=^?^Ha ha, what a laugh. Old Stephan hasn't changed at all. Last time, he decided to confirm whether a bear that has been dyed white will stop being afraid of the cold. And one day I had to drag him out of a Bone Dragon's den. He wanted to see how the Bone Dragon eats, and if the food would fall out through his ribs or not, ha ha!<br>And one time he put a phoenix into a well, just to satisfy his curiosity.
chat_system_1324430598_snap_7_answer_0=^?^So, can you help me, er, help him?
chat_system_1324430598_snap_8_question=^?^Well, why not. I'll do what I can. I have some familiarity with those creatures. There is some information about them in my old records. But they are more stories than truth. Though one of those creatures with only its glance once forced an old warrior to cut the throat of his friend - right in front of me. After that I'm ready to believe pretty much any fairy tale.<br>Ah, here it is. Why don't you take it. This is everything I managed to find out about those monsters. If Stephan can not discover what he wants here, then I don't know anyone who would be able to help him.<br>[s]You've received a stack of papers dedicated to Evil Beholders.[/s]
chat_system_1324430598_snap_8_answer_0=^?^Thank you.
chat_system_1324430598_snap_4_question=^?^Glad to see you again, [player]! So, how is my friend Stephan? - Did he find what he wanted in my papers? 
chat_system_1324430598_snap_4_answer_0=^?^He is studying them, and he thanks you very much.
chat_system_1324430598_snap_4_header_0=^?^"Thank you" can't fill a bottle and doesn't jingle in your pocket, ha ha! But why have you come here? Do you want to listen to some of my stories?
chat_system_1324430598_snap_5_question=^?^Oh, it's you again, [player]? So, you have found some time for listening to old Archon? 
chat_system_1324430598_snap_5_answer_0=^?^I came at the request of Stephan Hall.
chat_system_1324430598_snap_5_answer_1=^?^I don't have time to listen to your stories, but I would certainly be glad to help you, if you have any need.
chat_system_1324430598_snap_5_answer_2=^?^No, I'm sorry. I have no time to talk. See you later.
chat_system_1324430598_snap_0_question=^?^Oh, at last the gods have shown me some compassion, and sent me a thankful listener. Come into my house and you will hear the stories that will astonish and amaze you.
chat_system_1324430598_snap_0_answer_0=^?^Actually I don't have time to hear stories. Oh, and by the way, my name is [player].
chat_system_1324430598_snap_1_question=^?^My name is Archon - have you heard of me? Eh, there was a time when everyone knew my name! I had my own circus and I traveled with it all over Darion. I showed people rare animals that didn't exist even in legends.
chat_system_1324430598_snap_1_answer_0=^?^I'm sorry but I have never heard of you.
chat_system_1324430598_snap_1_header_0=^?^So I'll tell you. I can tell you so many stories, so many strange and obscure things I've seen. What do you want to hear from old Archon?
chat_system_1324430598_snap_1_answer_1=^?^I know about you from Hall, the menagerie owner. His request has brought me here.
